acpi
acpid
adobe-source-code-pro-fonts
adobe-source-sans-pro-fonts
alsa-utils
autoconf
automake
bash
binutils
bison
bzip2
compton
coreutils
cryptsetup
device-mapper
dhclient
dhcpcd
dialog
diffutils
dmenu
e2fsprogs
efibootmgr
fakeroot
feh
file
filesystem
findutils
firefox
flex
gawk
gcc
gcc-libs
gettext
gimp
glibc
gnome-icon-theme
gnome-keyring
grep
groff
grub
gzip
htop
i3-wm
i3lock
i3status
imagemagick
inetutils
iproute2
iputils
iw
jfsutils
keepassx
less
libreoffice-fresh
libtool
licenses
linux
logrotate
lvm2
lxappearance
m4
make
man-db
man-pages
mdadm
nano
netctl
network-manager-applet
networkmanager
ntp
numix-themes
owncloud-client
pacman
patch
pavucontrol
pciutils
pcmanfm
pcmciautils
perl
pkg-config
procps-ng
psmisc
pulseaudio
reiserfsprogs
rofi
roxterm
ruby
rxvt-unicode
s-nail
screenfetch
scrot
sed
shadow
sudo
sysfsutils
systemd-sysvcompat
tar
terminator
texinfo
thunderbird
tmux
ttf-dejavu
ttf-droid
urxvt-perls
usbutils
util-linux
vi
vim
wget
which
xf86-input-evdev
xf86-input-joystick
xf86-input-keyboard
xf86-input-libinput
xf86-input-mouse
xf86-input-synaptics
xf86-input-vmmouse
xf86-input-void
xf86-video-amdgpu
xf86-video-ark
xf86-video-ati
xf86-video-dummy
xf86-video-fbdev
xf86-video-glint
xf86-video-i128
xf86-video-mach64
xf86-video-neomagic
xf86-video-nouveau
xf86-video-nv
xf86-video-openchrome
xf86-video-r128
xf86-video-savage
xf86-video-siliconmotion
xf86-video-sis
xf86-video-tdfx
xf86-video-trident
xf86-video-vesa
xf86-video-vmware
xf86-video-voodoo
xfsprogs
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-luit
xorg-mkfontdir
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-utils
xorg-server-xdmx
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-server-xwayland
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xpdf
yaourt
zsh
