acpi
acpi_call
acpid
adobe-source-code-pro-fonts
adobe-source-sans-pro-fonts
adwaita-icon-theme
alsa-utils
android-file-transfer
android-udev
arch-wiki-docs
audacity
autoconf
autofs
automake
bash
biber
binutils
bison
bleachbit
bzip2
chromium
clipit
cmus
compton
conky
coreutils
cryptsetup
cups-pdf
device-mapper
dhclient
dhcpcd
dialog
diffutils
dmenu
dunst
dwb
e2fsprogs
efibootmgr
electrum
emacs
ethtool
exo
fakeroot
feh
file
filesystem
findutils
firefox
fish
flex
gamin
garcon
gawk
gcc
gcc-libs
gdmap
gettext
gimp
gksu
glibc
gnome-icon-theme
gnome-keyring
gnucash
gparted
grep
grml-zsh-config
groff
grub
gtk-xfce-engine
gtk3
gummi
gvfs-gphoto2
gvfs-mtp
gzip
hdparm
hexchat
htop
i3lock
i3status
imagemagick
inetutils
iproute2
iputils
irssi
iw
jfsutils
keepassx
less
libmtp
libreoffice-fresh
libtool
licenses
linux
linux-headers
linux-lts
linux-lts-docs
linux-lts-headers
lm_sensors
logrotate
lvm2
lxappearance
lynx
m4
make
man-db
man-pages
mdadm
mpv
mtpfs
mupdf
mutt
nano
netctl
network-manager-applet
networkmanager
nextcloud-client
nitrogen
npm
ntfs-3g
ntp
numix-themes
octave
p7zip
pacman
patch
pavucontrol
pciutils
pcmanfm
pcmciautils
perl
pkg-config
powerline
powerline-common
powertop
procps-ng
psmisc
pulseaudio
python-pip
qbittorrent
qbittorrent-nox
qtcreator
qutebrowser
ranger
reiserfsprogs
rofi
ruby
s-nail
screen
screenfetch
scrot
sdparm
sed
shadow
smartmontools
sudo
syncthing
syncthing-gtk
sysfsutils
systemd-sysvcompat
tar
terminator
terminus-font
termite
texinfo
texlive-bibtexextra
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-genericextra
texlive-htmlxml
texlive-humanities
texlive-latexextra
texlive-music
texlive-pictures
texlive-plainextra
texlive-pstricks
texlive-publishers
texlive-science
texmaker
thunar
thunar-volman
thunderbird
tlp
tmux
tp_smapi
ttf-dejavu
ttf-droid
ttf-fira-mono
ttf-fira-sans
ttf-freefont
ttf-inconsolata
tumbler
udevil
udisks
unrar
urxvt-perls
usbutils
util-linux
vi
vim
vlc
volumeicon
wget
which
wireshark-cli
xautolock
xdotool
xf86-input-evdev
xf86-input-joystick
xf86-input-keyboard
xf86-input-libinput
xf86-input-mouse
xf86-input-synaptics
xf86-input-vmmouse
xf86-input-void
xf86-video-amdgpu
xf86-video-ark
xf86-video-ati
xf86-video-dummy
xf86-video-fbdev
xf86-video-glint
xf86-video-i128
xf86-video-mach64
xf86-video-neomagic
xf86-video-nouveau
xf86-video-nv
xf86-video-openchrome
xf86-video-r128
xf86-video-savage
xf86-video-siliconmotion
xf86-video-sis
xf86-video-tdfx
xf86-video-trident
xf86-video-vesa
xf86-video-vmware
xf86-video-voodoo
xfce4-appfinder
xfce4-mixer
xfce4-panel
xfce4-power-manager
xfce4-session
xfce4-settings
xfce4-terminal
xfconf
xfdesktop
xfsprogs
xfwm4
xfwm4-themes
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-luit
xorg-mkfontdir
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-utils
xorg-server-xdmx
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-server-xwayland
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xpdf
yaourt
you-get
youtube-dl
zsh
zsh-completions
zsh-syntax-highlighting
